{
  "moldovaLanding.LoginButtonLabel": "Login",
  "moldovaLanding.SiteBanner": "Government of the Republic of Moldova",
  "moldovaLanding.Route.homePage": "Home Page",
  "moldovaLanding.Route.FAQ": "FAQ",
  "moldovaLanding.Route.legalFramework": "The Legal Framework",
  "moldovaLanding.Route.howToUse": "How To Use The Platform",
  "moldovaLanding.Route.privacyPolicy": "Privacy Policy",
  "moldovaLanding.Route.termsOfUse": "Terms of Use",
  "moldovaLanding.HeroSection.loginButtonLabel": "Get Started",
  "moldovaLanding.HeroSection.learnMoreButtonLabel": "Learn More",
  "moldovaLanding.HeroSection.title": "Apply for Energy Compensation",
  "moldovaLanding.HeroSection.description": "Discover amazing opportunities to receive energy compensation tailored to your needs. Our platform provides you with the latest information, resources, and support to ensure you can successfully navigate the application process. Whether you're a homeowner, a business, or a professional seeking to understand your eligibility, we've got you covered with step-by-step guidance and expert insights.",
  "moldovaLanding.HowToApplySection.title": "How to Successfully Apply for Energy Compensation?",
  "moldovaLanding.HowToApplySection.primarySquareTitle": "How to Apply",
  "moldovaLanding.HowToApplySection.primarySquareDescription": "Follow these steps to apply for energy compensation. Make sure you have all necessary documents ready. To begin the process, gather all required documents such as identification, proof of residence, and any other relevant paperwork. Ensure that you have everything organized for a smooth application.",
  "moldovaLanding.HowToApplySection.primarySquareButtonLabel": "Get Started",
  "moldovaLanding.HowToApplySection.secondarySquareTitle": "Tips for Successful Application",
  "moldovaLanding.HowToApplySection.secondarySquareDescription": "Ensure you provide accurate information and double-check your application before submission. Always ensure that you provide complete and accurate information. Consider reviewing your application multiple times and, if possible, having someone else check it for clarity and correctness.",
  "moldovaLanding.HowToApplySection.secondarySquareButtonLabel": "Learn More",
  "moldovaLanding.FAQSection.title": "Frequently Asked Questions",
  "moldovaLanding.FAQSection.Q1": "1. What is energy compensation?",
  "moldovaLanding.FAQSection.A1": "Energy compensation is a financial benefit provided to eligible individuals, households, and businesses to help offset the cost of energy consumption. This compensation is designed to support those who may be struggling to pay their energy bills and ensure that they can access essential services.",
  "moldovaLanding.FAQSection.Q2": "2. Who is eligible for energy compensation?",
  "moldovaLanding.FAQSection.A2": "Eligibility for energy compensation varies depending on the specific program and criteria set by the government. In general, individuals and households with limited income, high energy costs, or special circumstances may be eligible for energy compensation. Businesses and organizations may also be eligible based on their energy consumption and financial situation.",
  "moldovaLanding.FAQSection.Q3": "3. How can I apply for energy compensation?",
  "moldovaLanding.FAQSection.A3": "To apply for energy compensation, you will need to gather all necessary documents and information, complete the application form, and submit it to the relevant government agency or program. Be sure to follow all instructions carefully and provide accurate information to ensure your application is processed quickly and efficiently.",
  "moldovaLanding.FAQSection.Q4": "4. What documents do I need to apply for energy compensation?",
  "moldovaLanding.FAQSection.A4": "The specific documents required to apply for energy compensation may vary depending on the program and eligibility criteria. In general, you will need to provide identification, proof of residence, income verification, and any other relevant paperwork. Be sure to review the application instructions carefully and gather all necessary documents before submitting your application.",
  "moldovaLanding.Footer.amendment": "This site was produced with the financial support of the European Union, within of the project \"Addressing the impact of the energy crisis in the Republic of Moldova\", implemented by the Nations Program United for Development. The content of the site belongs to the authors and does not necessarily reflect the view European Union and UNDP.",
  "moldovaLanding.AboutTheProgram.title": "About the Energy Compensation Program",
  "moldovaLanding.AboutTheProgram.description": "The Energy Compensation Program is a government initiative designed to provide financial support to individuals, households, and businesses struggling to pay their energy bills. The program aims to ensure that all citizens have access to essential energy services and can maintain a comfortable standard of living. By providing compensation to those in need, the program helps reduce energy poverty and promote sustainable energy consumption.",
  "moldovaLanding.ProgramSummary.secondaryCardTitle": "Who is eligible for the Program?",
  "moldovaLanding.ProgramSummary.secondaryCardButton": "Check Eligibility",
  "moldovaLanding.ProgramSummary.primaryCardButton": "How to Apply",
  "moldovaLanding.ProgramSummary.secondaryCardDescription": "The Energy Compensation Program is available to individuals that meet specific eligibility criteria.",
  "moldovaLanding.ProgramSummary.primaryCardTitle": "How to Apply for the Program?",
  "moldovaLanding.ProgramSummary.primaryCardDescription": "Follow these steps to successfully apply for energy compensation and receive the support you need."
}
